/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_YnVzfw": {
      "type": "rich-text",
      "blocks": {
        "heading_fByPJ9": {
          "type": "heading",
          "settings": {
            "heading": "<strong>Our Story</strong>",
            "heading_size": "h1"
          }
        },
        "text_78agbX": {
          "type": "text",
          "settings": {
            "text": "<p>Since 2013, Fashion Colour has been committed to delivering high-quality beauty products that redefine beauty without breaking the bank. Our wide range spans makeup, skincare, and haircare, offering affordable solutions for everyone, from beginners perfecting their daily look to professionals crafting high-impact styles. Whether for everyday use or special occasions, Fashion Colour provides top-tier performance at accessible prices.<br/><br/>Our tagline, “Beauty Redefined,” reflects our belief that beauty is not about following set standards but about embracing individuality. We aim to empower everyone to express their unique style by creating products that combine quality, versatility, and affordability. By breaking traditional beauty boundaries, we make it possible for everyone to feel confident, beautiful, and truly themselves.<br/><br/>Once you experience Fashion Colour, you’ll discover a new approach to beauty that makes settling for anything less unimaginable.</p>"
          }
        }
      },
      "block_order": [
        "heading_fByPJ9",
        "text_78agbX"
      ],
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "left",
        "color_scheme": "accent-1",
        "full_width": true,
        "padding_top": 60,
        "padding_bottom": 52,
        "mobile_padding_top": 20,
        "mobile_padding_bottom": 20
      }
    }
  },
  "order": [
    "main",
    "rich_text_YnVzfw"
  ]
}
